{
  "data": {
    "id": 2687,
    "large_image_url": "https://images.gr-assets.com/authors/1427999015p7/2687.jpg",
    "image_url": "https://images.gr-assets.com/authors/1427999015p5/2687.jpg",
    "small_image_url": "https://images.gr-assets.com/authors/1427999015p2/2687.jpg",
    "about": "<b>Dan Simmons</b> grew up in various cities and small towns in the Midwest, including Brimfield, Illinois, which was the source of his fictional \"Elm Haven\" in 1991's SUMMER OF NIGHT and 2002's A WINTER HAUNTING. Dan received a B.A. in English from Wabash College in 1970, winning a national Phi Beta Kappa Award during his senior year for excellence in fiction, journalism and art. <br /><br />Dan received his Masters in Education from Washington University in St. Louis in 1971. He then worked in elementary education for 18 years—2 years in Missouri, 2 years in Buffalo, New York—one year as a specially trained BOCES \"resource teacher\" and another as a sixth-grade teacher—and 14 years in Colorado.<br /><br /> ABOUT DAN<br /> Biographic Sketch <br /><br />His last four years in teaching were spent creating, coordinating, and teaching in APEX, an extensive gifted/talented program serving 19 elementary schools and some 15,000 potential students. During his years of teaching, he won awards from the Colorado Education Association and was a finalist for the Colorado Teacher of the Year. He also worked as a national language-arts consultant, sharing his own \"Writing Well\" curriculum which he had created for his own classroom. Eleven and twelve-year-old students in Simmons' regular 6th-grade class averaged junior-year in high school writing ability according to annual standardized and holistic writing assessments. Whenever someone says \"writing can't be taught,\" Dan begs to differ and has the track record to prove it. Since becoming a full-time writer, Dan likes to visit college writing classes, has taught in New Hampshire's Odyssey writing program for adults, and is considering hosting his own Windwalker Writers' Workshop.<br /><br />Dan's first published story appeared on Feb. 15, 1982, the day his daughter, Jane Kathryn, was born. He's always attributed that coincidence to \"helping in keeping things in perspective when it comes to the relative importance of writing and life.\"<br /><br />Dan has been a full-time writer since 1987 and lives along the Front Range of Colorado—in the same town where he taught for 14 years—with his wife, Karen, his daughter, Jane, (when she's home from Hamilton College) and their Pembroke Welsh Corgi, Fergie. He does much of his writing at Windwalker—their mountain property and cabin at 8,400 feet of altitude at the base of the Continental Divide, just south of Rocky Mountain National Park. An 8-ft.-tall sculpture of the Shrike—a thorned and frightening character from the four Hyperion/Endymion novels—was sculpted by an ex-student and friend, Clee Richeson, and the sculpture now stands guard near the isolated cabin.",
    "hometown": "Peoria, Illinois",
    "born_at": "1948/04/04",
    "died_at": "",
    "books": [
      {
        "id": 77566,
        "title": "Hyperion (Hyperion Cantos, #1)",
        "year": 1990,
        "rating": 4.23,
        "image_url": "https://images.gr-assets.com/books/1405546838m/77566.jpg",
        "small_image_url": "https://images.gr-assets.com/books/1405546838s/77566.jpg",
        "isbn": 553283685,
        "description": "On the world called Hyperion, beyond the law of the Hegemony of Man, there waits the creature called the Shrike. There are those who worship it. There are those who fear it. And there are those who have vowed to destroy it. In the Valley of the Time Tombs, where huge, brooding structures move backward through time, the Shrike waits for them all. On the eve of Armageddon, with the entire galaxy at war, seven pilgrims set forth on a final voyage to Hyperion seeking the answers to the unsolved riddles of their lives. Each carries a desperate hope—and a terrible secret. And one may hold the fate of humanity in his hands. &lt;br /&gt;&lt;br /&gt;A stunning tour de force filled with transcendent awe and wonder, &lt;i&gt;Hyperion&lt;/i&gt; is a masterwork of science fiction that resonates with excitement and invention, the first volume in a remarkable new science fiction epic by the multiple-award-winning author of &lt;i&gt;The Hollow Man&lt;/i&gt;.",
        "num_pages": 482,
        "author_id": 2687,
        "author": "Dan Simmons",
        "author_image_url": "https://images.gr-assets.com/authors/1427999015p5/2687.jpg",
        "similar_books": []
      },
      {
        "id": 77565,
        "title": "The Fall of Hyperion (Hyperion Cantos, #2)",
        "year": 1995,
        "rating": 4.19,
        "image_url": "https://images.gr-assets.com/books/1541174620m/77565.jpg",
        "small_image_url": "https://images.gr-assets.com/books/1541174620s/77565.jpg",
        "isbn": 553288202,
        "description": "In the stunning continuation of the epic adventure begun in Hyperion, Simmons returns us to a far future resplendent with drama and invention. On the world of Hyperion, the mysterious Time Tombs are opening. And the secrets they contain mean that nothing--nothing anywhere in the universe--will ever be the same.",
        "num_pages": 518,
        "author_id": 2687,
        "author": "Dan Simmons",
        "author_image_url": "https://images.gr-assets.com/authors/1427999015p5/2687.jpg",
        "similar_books": []
      },
      {
        "id": 3977,
        "title": "Endymion (Hyperion Cantos, #3)",
        "year": 1996,
        "rating": 4.16,
        "image_url": "https://images.gr-assets.com/books/1329611385m/3977.jpg",
        "small_image_url": "https://images.gr-assets.com/books/1329611385s/3977.jpg",
        "isbn": 553572946,
        "description": "Two hundred and seventy-four years after the fall of the WorldWeb in Fall of Hyperion, Raul Endymion is sent on a quest. Retrieving Aenea from the Sphinx before the Church troops reach her is only the beginning. With help from a blue-skinned android named A. Bettik, Raul and Aenea travel the river Tethys, pursued by Father Captain Frederico DeSoya, an influential warrior-priest and his troops. The shrike continues to make enigmatic appearances, and while many questions were raised in Hyperion and Fall of Hyperion, still more are raised here. Raul's quest will continue.",
        "num_pages": 563,
        "author_id": 2687,
        "author": "Dan Simmons",
        "author_image_url": "https://images.gr-assets.com/authors/1427999015p5/2687.jpg",
        "similar_books": []
      },
      {
        "id": 11289,
        "title": "The Rise of Endymion (Hyperion Cantos, #4)",
        "year": 1998,
        "rating": 4.17,
        "image_url": "https://images.gr-assets.com/books/1329609799m/11289.jpg",
        "small_image_url": "https://images.gr-assets.com/books/1329609799s/11289.jpg",
        "isbn": 553572989,
        "description": "The time of reckoning has arrived. As a final genocidal Crusade threatens to enslave humanity forever, a new messiah has come of age. She is Aenea and she has undergone a strange apprenticeship to those known as the Others. Now her protector, Raul Endymion, one-time shepherd and convicted murderer, must help her deliver her startling message to her growing army of disciples. &lt;br /&gt;&lt;br /&gt;But first they must embark on a final spectacular mission to discover the underlying meaning of the universe itself. They have been followed on their journey by the mysterious Shrike--monster, angel, killing machine--who is about to reveal the long-held secret of its origin and purpose. And on the planet of Hyperion, where the story first began, the final revelation will be delivered--an apocalyptic message that unlocks the secrets of existence and the fate of humankind in the galaxy.",
        "num_pages": 709,
        "author_id": 2687,
        "author": "Dan Simmons",
        "author_image_url": "https://images.gr-assets.com/authors/1427999015p5/2687.jpg",
        "similar_books": []
      },
      {
        "id": 3974,
        "title": "The Terror",
        "year": 2007,
        "rating": 4.05,
        "image_url": "https://s.gr-assets.com/assets/nophoto/book/111x148-bcc042a9c91a29c1d680899eff700a03.png",
        "small_image_url": "https://s.gr-assets.com/assets/nophoto/book/50x75-a91bf249278a81aabab721ef782c4a74.png",
        "isbn": 316017442,
        "description": "The men on board HMS Terror have every expectation of triumph. As part of the 1845 Franklin Expedition, the first steam-powered vessels ever to search for the legendary Northwest Passage, they are as scientifically supported an enterprise as has ever set forth. As they enter a second summer in the Arctic Circle without a thaw, though, they are stranded in a nightmarish landscape of encroaching ice and darkness. Endlessly cold, with diminishing rations, 126 men fight to survive with poisonous food, a dwindling supply of coal, and ships buckling in the grip of crushing ice. But their real enemy is far more terrifying. There is something out there in the frigid darkness: an unseen predator stalking their ship, a monstrous terror constantly clawing to get in.When the expedition's leader, Sir John Franklin, meets a terrible death, Captain Francis Crozier takes command and leads his surviving crewmen on a last, desperate attempt to flee south across the ice. With them travels an Inuit woman who cannot speak and who may be the key to survival, or the harbinger of their deaths. But as another winter approaches, as scurvy and starvation grow more terrible, and as the terror on the ice stalks them southward, Crozier and his men begin to fear that there is no escape.",
        "num_pages": 769,
        "author_id": 2687,
        "author": "Dan Simmons",
        "author_image_url": "https://images.gr-assets.com/authors/1427999015p5/2687.jpg",
        "similar_books": []
      },
      {
        "id": 3973,
        "title": "Ilium (Ilium, #1)",
        "year": 2005,
        "rating": 4.02,
        "image_url": "https://images.gr-assets.com/books/1390894862m/3973.jpg",
        "small_image_url": "https://images.gr-assets.com/books/1390894862s/3973.jpg",
        "isbn": 380817926,
        "description": "The Trojan War rages at the foot of Olympos Mons on Mars—observed and influenced from on high by Zeus and his immortal family—and twenty-first-century professor Thomas Hockenberry is there to play a role in the insidious private wars of vengeful gods and goddesses. On Earth, a small band of the few remaining humans pursues a lost past and devastating truth—as four sentient machines depart from Jovian space to investigate, perhaps terminate, the potentially catastrophic emissions emanating from a mountaintop miles above the terraformed surface of the Red Planet.",
        "num_pages": 752,
        "author_id": 2687,
        "author": "Dan Simmons",
        "author_image_url": "https://images.gr-assets.com/authors/1427999015p5/2687.jpg",
        "similar_books": []
      },
      {
        "id": 11279,
        "title": "Summer of Night (Seasons of Horror #1)",
        "year": 1992,
        "rating": 4.02,
        "image_url": "https://s.gr-assets.com/assets/nophoto/book/111x148-bcc042a9c91a29c1d680899eff700a03.png",
        "small_image_url": "https://s.gr-assets.com/assets/nophoto/book/50x75-a91bf249278a81aabab721ef782c4a74.png",
        "isbn": 446362662,
        "description": "It's the summer of 1960 in Elm Haven, Illinois, and five 12-year old boys are forming the bonds that a lifetime of changes will never erase. But then a dark cloud threatens the bright promise of summer vacation: on the last day of school, their classmate Tubby Cooke vanishes. Soon, the group discovers stories of other children who once disappeared from Elm Haven. And there are other strange things happening in town: unexplained holes in the ground, a stranger dressed as a World War I soldier, and a rendering-plant truck that seems to be following the five boys. The friends realize that there is a terrible evil lurking in Elm Haven...and they must be the ones to stop it.",
        "num_pages": 600,
        "author_id": 2687,
        "author": "Dan Simmons",
        "author_image_url": "https://images.gr-assets.com/authors/1427999015p5/2687.jpg",
        "similar_books": []
      },
      {
        "id": 11286,
        "title": "Carrion Comfort",
        "year": 1990,
        "rating": 3.9,
        "image_url": "https://s.gr-assets.com/assets/nophoto/book/111x148-bcc042a9c91a29c1d680899eff700a03.png",
        "small_image_url": "https://s.gr-assets.com/assets/nophoto/book/50x75-a91bf249278a81aabab721ef782c4a74.png",
        "isbn": 446359203,
        "description": "THE PAST... Caught behind the lines of Hitler’s Final Solution, Saul Laski is one of the multitudes destined to die in the notorious Chelmno extermination camp. Until he rises to meet his fate and finds himself face to face with an evil far older, and far greater, than the Nazi’s themselves...&lt;br /&gt;&lt;br /&gt;THE PRESENT... Compelled by the encounter to survive at all costs, so begins a journey that for Saul will span decades and cross continents, plunging into the darkest corners of 20th century history to reveal a secret society of beings who may often exist behind the world's most horrible and violent events. Killing from a distance, and by darkly manipulative proxy, they are people with the psychic ability to 'use' humans: read their minds, subjugate them to their wills, experience through their senses, feed off their emotions, force them to acts of unspeakable aggression. Each year, three of the most powerful of this hidden order meet to discuss their ongoing campaign of induced bloodshed and deliberate destruction. But this reunion, something will go terribly wrong. Saul’s quest is about to reach its elusive object, drawing hunter and hunted alike into a struggle that will plumb the depths of mankind’s attraction to violence, and determine the future of the world itself...",
        "num_pages": 884,
        "author_id": 2687,
        "author": "Dan Simmons",
        "author_image_url": "https://images.gr-assets.com/authors/1427999015p5/2687.jpg",
        "similar_books": []
      },
      {
        "id": 3972,
        "title": "Olympos (Ilium, #2)",
        "year": 2006,
        "rating": 3.94,
        "image_url": "https://s.gr-assets.com/assets/nophoto/book/111x148-bcc042a9c91a29c1d680899eff700a03.png",
        "small_image_url": "https://s.gr-assets.com/assets/nophoto/book/50x75-a91bf249278a81aabab721ef782c4a74.png",
        "isbn": 380817934,
        "description": "Librarian's Note: Alternate Edition with same isbn &amp;amp; isbn 13: January 2011&lt;br /&gt;&lt;br /&gt;THE EXTRAORDINARY AND MAGNIFICENT EPIC CONCLUSION TO THE HUGO AWARD-NOMINATED ILIUM&lt;br /&gt;&lt;br /&gt;Beneath the gaze of the gods, the mighty armies of Greece and Troy met in fierce and glorious combat, scrupulously following the text set forth in Homer's timeless narrative, but that was before twenty-first century scholar Thomas Hockenberry stirred the bloody brew, causing an enraged Achilles to join forces with his archenemy Hector and turn his murderous wrath on Zeus and the entire pantheon of divine manipulators; before the swift and terrible mechanical creatures that catered for centuries to the pitiful idle remnants of Earth's human race began massing in the millions, to exterminate rather than serve.&lt;br /&gt;&lt;br /&gt;And now all bets are off.",
        "num_pages": 891,
        "author_id": 2687,
        "author": "Dan Simmons",
        "author_image_url": "https://images.gr-assets.com/authors/1427999015p5/2687.jpg",
        "similar_books": []
      },
      {
        "id": 3222979,
        "title": "Drood",
        "year": 2009,
        "rating": 3.49,
        "image_url": "https://s.gr-assets.com/assets/nophoto/book/111x148-bcc042a9c91a29c1d680899eff700a03.png",
        "small_image_url": "https://s.gr-assets.com/assets/nophoto/book/50x75-a91bf249278a81aabab721ef782c4a74.png",
        "isbn": 316007021,
        "description": "&lt;i&gt;Drood&lt;/i&gt;… is the name and nightmare that obsesses Charles Dickens for the last five years of his life.&lt;br /&gt;&lt;br /&gt;On June 9, 1865, Dickens and his mistress are secretly returning to London, when their express train hurtles over a gap in a trestle. All of the first-class carriages except the one carrying Dickens are smashed to bits in the valley below. When Dickens descends into that valley to confront the dead and dying, his life will be changed forever. And at the core of that ensuing five-year nightmare is…&lt;br /&gt;&lt;br /&gt;&lt;i&gt;Drood&lt;/i&gt;… the name that Dickens whispers to his friend Wilkie Collins. A laudanum addict and lesser novelist, Collins flouts Victorian sensibilities by living with one mistress while having a child with another, but he may be the only man on Earth with whom Dickens can share the secret of…&lt;br /&gt;&lt;br /&gt;&lt;i&gt;Drood&lt;/i&gt;. Increasingly obsessed with crypts, cemeteries, and the precise length of time it would take for a corpse to dissolve in a lime pit, Dickens ceases writing for four years and wanders the worst slums and catacombs of London at night while staging public readings during the day, gruesome readings that leave his audiences horrified. Finally he begins writing what would have been the world’s first great mystery masterpiece, &lt;i&gt;The Mystery of Edwin Drood&lt;/i&gt;, only to be interrupted forever by…&lt;br /&gt;&lt;br /&gt;&lt;i&gt;Drood&lt;/i&gt;.&lt;br /&gt;&lt;br /&gt;Based on actual biographical events, &lt;i&gt;Drood&lt;/i&gt; explores the still-unresolved mysteries of one of our greatest writer’s dark final days in a profoundly original tale that confirms Lincoln Child’s assessment of &lt;i&gt;New York Times&lt;/i&gt; bestselling author Dan Simmons as “a giant among novelists.”",
        "num_pages": 775,
        "author_id": 2687,
        "author": "Dan Simmons",
        "author_image_url": "https://images.gr-assets.com/authors/1427999015p5/2687.jpg",
        "similar_books": []
      }
    ]
  }
}
